[{"input": "V. ", "output": "V."}, {"input": "Piuoccliio lia fame e cerca un uovo per farsi mia frittata; ma sul più bello, la frittata gli vola via dalla finestra. ", "output": "Piuoccliio ha fame e cerca un uovo per farsi una frittata; ma sul più bello, la frittata gli vola via dalla finestra."}, {"input": "Intanto cominciò a farsi notte, e Pinocchio, ricordandosi che non aveva mangiato nulla, sentì un' uggiolina allo stomaco, che somigliava moltissimo all'appetito. ", "output": "Intanto cominciò a farsi notte, e Pinocchio, ricordandosi che non aveva mangiato nulla, sentì un'uggiolina allo stomaco, che somigliava moltissimo all'appetito."}, {"input": "Ma l'appetito dei ragazzi cammina presto, e difatti, dopo pochi minuti l'appetito diventò fame, e la fame, dal vedere al non vedere si convertì in una fame da lupi, in una fame da tagliarsi col coltello. ", "output": "Ma l'appetito dei ragazzi cammina presto, e difatti, dopo pochi minuti l'appetito diventò fame, e la fame, dal vedere al non vedere si convertì in una fame da lupi, in una fame da tagliarsi col coltello."}, {"input": "Il povero Pinocchio corse subito al focolare dove c'era una pentola che bolliva, e fece l'atto di scoperchiarla, per vedere che cosa ci fosse dentro: ma la pentola era dipinta sul muro. ", "output": "Il povero Pinocchio corse subito al focolare dove c'era una pentola che bolliva, e fece l'atto di scoperchiarla, per vedere che cosa ci fosse dentro: ma la pentola era dipinta sul muro."}, {"input": "Immaginatevi come restò. ", "output": "Immaginatevi come restò."}, {"input": "Il suo naso, che era già lungo, gli diventò più lungo almeno quattro dita. ", "output": "Il suo naso, che era già lungo, gli diventò più lungo almeno quattro dita."}, {"input": "Allora si détte a correre per la stanza e a frugare per tutte le cassette e per tutti i ripostigli ili cerca di un po' di pane, magari un po' di ijan secco, un crosterello, nn osso avanzato al cane, un po' di polenta muffita, una lisca di pesce, un nocciolo di ciliegia, insomma qualche cosa da masticare: ma non trovò nulla, [il gran nulla, proprio nulla. ", "output": "Allora si dette a correre per la stanza e a frugare per tutte le cassette e per tutti i ripostigli ili cerca di un po' di pane, magari un po' di ijan secco, un crosterello, nn osso avanzato al cane, un po' di polenta muffita, una lisca di pesce, un nocciolo di ciliegia, insomma qualche cosa da masticare: ma non trovò nulla, [il gran nulla, proprio nulla."}, {"input": "E intanto la fame cresceva, e cresceva sempre: e il povero Pinocchio non aveva altro sollievo che quello di sbadigliare e faceva degli sbadigli così lunghi, che qualche volta la bocca gli arrivava fino agli orecchi. ", "output": "E intanto la fame cresceva, e cresceva sempre: e il povero Pinocchio non aveva altro sollievo che quello di sbadigliare e faceva degli sbadigli così lunghi, che qualche volta la bocca gli arrivava fino agli orecchi."}, {"input": "E dopo avere sbadigliato, sputava, e sentiva che lo stomaco gli andava via. ", "output": "E dopo avere sbadigliato, sputava, e sentiva che lo stomaco gli andava via."}, {"input": "Allora piangendo e disperandosi, diceva: — Il Grillo-parlante aveva ragione. ", "output": "Allora piangendo e disperandomi, diceva: — Il Grillo-parlante aveva ragione."}, {"input": "Ho fatto male a rivoltarmi al mio babbo e a fuggire di casa.... Se il mio babbo fosse qui ora non mi troverei a morire di sbadigli ! Oh ! che brutta malattia che è la fame ! — Quand' ecco che gli parve di vedere nel monte della spazzatura qualche cosa di tondo e di bianco, che somigliava tutto ad un uovo di gallina. ", "output": "Ho fatto male a rivoltarmi al mio babbo e a fuggire di casa.... Se il mio babbo fosse qui ora non mi troverei a morire di sbadigli! Oh! che brutta malattia che è la fame! — Quand' ecco che gli parve di vedere nel monte della spazzatura qualche cosa di tondo e di bianco, che somigliava tutto ad un uovo di gallina."}, {"input": "Spiccare un salto e gettarvisi sopra, fu un punto solo. ", "output": "Spiccare un salto e gettarvisi sopra, fu un punto solo."}, {"input": "Era un uovo davvero. ", "output": "Era un uovo davvero."}, {"input": "La gioia del burattino è impossibile descriverla: bisogna sapersela figurare. ", "output": "La gioia del burattino è impossibile descriverla: bisogna sapersela figurare."}, {"input": "Credendo quasi che fosse un sogno, si rigirava quest'uovo fra le mani, e lo toccava e lo baciaA^a e baciandolo diceva : — E ora come dovrò cuocerlo? ^e farò una frittata!... ]S\"o, è meglio cuocerlo nel piatto!... o non sarebbe più saporito se lo friggessi in padella! O se invece lo cuocessi a uso uovo a bere! ^o, la più lesta di tutte è di cuocerlo nel piatto o nel tegamino: ho troi^pa voglia di mangiarmelo ! — Detto fatto, pose un tegamino sopra un caldano pieno di brace accesa : messe nel tegamino, invece d'olio o di burro, un po' d'acqua: e quando l'acqua i)rincii)iò a fumare, tac !... spezzò il guscio dell'uovo, e fece l'atto di scodellarvelo dentro. ", "output": "Credendo quasi che fosse un sogno, si rigirava quest'uovo fra le mani, e lo toccava e lo baciaA^a e baciandolo diceva : — E ora come dovrò cuocerlo? ^e farò una frittata!... o non sarebbe più saporito se lo friggessi in padella! O se invece lo cuocessi a uso uovo a bere! O se invece lo cuocessi a uso uovo a bere! ^o, la più lesta di tutte è di cuocerlo nel piatto o nel tegamino: ho troi^pa voglia di mangiarmelo! — Detto fatto, pose un tegamino sopra un caldano pieno di brace accesa : messe nel tegamino, invece d'olio o di burro, un po' d'acqua: e quando l'acqua i)rincii)iò a fumare, tac!... spezzò il guscio dell'uovo, e fece l'atto di scodellarvelo dentro."}, {"input": "Ma invece della chiara e del torlo scappò fuori un pulcino tutto allegro e complimentoso, il quale facendo una bella riverenza disse: — Mille grazie, signor Pinocchio, d' avermi risparmiata la fatica di rompere il guscio! Arri vedell a, stia bene e tanti saluti a casa ! — Ciò detto, distese le ali, e, infilata la finestra che era aperta, se ne volò via a perdita d' occhio. ", "output": "Ma invece della chiara e del torlo scappò fuori un pulcino tutto allegro e complimentoso, il quale facendo una bella riverenza disse: — Mille grazie, signor Pinocchio, d' avermi risparmiata la fatica di rompere il guscio! Arri vedell a, stia bene e tanti saluti a casa! — Ciò detto, distese le ali, e, infilata la finestra che era aperta, se ne volò via a perdita d' occhio."}, {"input": "Il povero burattino rimase lì, come incantato, cogli occhi fìssi, colla bocca aperta e coi gusci dell' uovo in mano. ", "output": "Il povero burattino rimase lì, come incantato, cogli occhi fìssi, colla bocca aperta e coi gusci dell' uovo in mano."}, {"input": "Iliavutosi, peraltro, dal primo sbigottimento, cominciò a piangere, a strillare, a battere i piedi in terra per la disperazione, e piangendo diceva: — Eppure il Grillo-parlante aveva ragione ! Se non fossi scappato di casa e se il mio babbo fosse qui, ora non mi troverei a morire di fame. ", "output": "Iliavutosi, peraltro, dal primo sbigottimento, cominciò a piangere, a strillare, a battere i piedi in terra per la disperazione, e piangendo diceva: — Eppure il Grillo-parlante aveva ragione! Se non fossi scappato di casa e se il mio babbo fosse qui, ora non mi troverei a morire di fame."}, {"input": "Eh ! che brutta malattia che è la fame !... — E perchè il corpo gli seguitava a brontolare più che mai, e non sapeva come fare a chetarlo, pensò di uscir di casa e di dare una scappata al paesello vicino, nella speranza di trovare qualche persona caritatevole, che gU lacesse V elemosina di un po' di pane. ", "output": "Eh! che brutta malattia che è la fame!... — E perchè il corpo gli seguitava a brontolare più che mai, e non sapeva come fare a chetarlo, pensò di uscir di casa e di dare una scappata al paesello vicino, nella speranza di trovare qualche persona caritatevole, che gU lacesse V elemosina di un po' di pane."}]