[{"input": "IL Maestro Cilirgìa regala il pezzo di legno al suo amico Geppetto, il quale lo prende per fabbricarsi un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali. ", "output": "IL Maestro Cilirgìa regala il pezzo di legno al suo amico Geppetto, il quale lo prende per fabbricarsi un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali."}, {"input": "In quel punto fu bussato alla porta. ", "output": "In quel punto fu bussato alla porta."}, {"input": "— Passate pure, — disse il falegname, senza aver la forza di rizzarsi in piedi. ", "output": "— Passate pure, — disse il falegname, senza aver la forza di rizzarsi in piedi."}, {"input": "TJn vecchietto tutto arzillo, il quale aveva nome Geppetto. ", "output": "TJn vecchietto tutto arzillo, il quale aveva nome Geppetto."}, {"input": "Allora entrò in bottega un vecchietto tutto arzillo, il quale aveva nome Geppetto ; ma i ragazzi del vicinato, quando lo volevano far montare su tutte le furie, lo cliiamavano col soprannome di Polendina, a motivo della sua parrucca gialla, che somigliava moltissimo alla polendina di granturco. ", "output": "Allora entrò in bottega un vecchietto tutto arzillo, il quale aveva nome Geppetto ; ma i ragazzi del vicinato, quando lo volevano far montare su tutte le furie, lo cliiamavano col soprannome di Polendina, a motivo della sua parrucca gialla, che somigliava moltissimo alla polendina di granturco."}, {"input": "Geppetto era bizzosissimo. ", "output": "Geppetto era bizzosissimo."}, {"input": "Guai a chiamarlo Polendina ! Diventava subito una bestia, e non c'era più verso di tenerlo. ", "output": "Guai a chiamarlo Polendina! Diventava subito una bestia, e non c'era più verso di tenerlo."}, {"input": "— Buon giorno, mastr' Antonio, — disse Geppetto. ", "output": "— Buon giorno, mastr' Antonio, — disse Geppetto."}, {"input": "— Ohe cosa fate costì per terra? — Insegno l'abbaco alle formicole. ", "output": "— Ohe cosa fate costì per terra? — Insegno l'abbaco alle formicole."}, {"input": "— Buon prò vi faccia. ", "output": "— Buon pro vi faccia."}, {"input": "— Chi vi ha portato da me, compar Geppetto ? — Le gambe. ", "output": "— Chi vi ha portato da me, compar Geppetto? — Le gambe."}, {"input": "Sappiate, mastr' Antonio, che son venuto da voi, per chiedervi un favore. ", "output": "Sappiate, mastr' Antonio, che son venuto da voi, per chiedervi un favore."}, {"input": "— Eccomi qui, pronto a servirvi, — replicò il falegname rizzandosi su i ginocchi. ", "output": "— Eccomi qui, pronto a servirvi, — replicò il falegname rizzandosi su i ginocchi."}, {"input": "— Stamani m' è piovuta nel cervello un'idea. ", "output": "— Stamani m' è piovuta nel cervello un'idea."}, {"input": "— Sentiamola. ", "output": "— Sentiamola."}, {"input": "— Ho pensato di fabbricarmi da me un bel burattino di legno : ma un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali. ", "output": "— Ho pensato di fabbricarmi da me un bel burattino di legno : ma un burattino maraviglioso, che sappia ballare, tirar di scherma e fare i salti mortali."}, {"input": "Con questo burattino voglio girare il mondo, per buscarmi un tozzo di pane e un bicchier di vino: che ve ne pare! — Bravo Polendina ! — gTidò la solita vocina, che non si capiva di dove uscisse. ", "output": "Con questo burattino voglio girare il mondo, per buscarmi un tozzo di pane e un bicchier di vino: che ve ne pare! — Bravo Polendina! — gTidò la solita vocina, che non si capiva di dove uscisse."}, {"input": "A sentirsi cliiainar Polendina, compar Geppetto diventò rosso come un peperone dalla bizza, e voltandosi verso il falegname, gli disse imbestialito : — Percliè mi offendete? — Chi vi offende? — Mi avete detto Polendina! — Non sono stato io. ", "output": "A sentirsi Cliiainar Polendina, compar Geppetto diventò rosso come un peperone dalla bizza, e voltandosi verso il falegname, gli disse imbestialito : — Percliè mi offendete? — Chi vi offende? — Mi avete detto Polendina! — Non sono stato io."}, {"input": "— Sta' un po' a vedere che sarò shito io! Io dico che siete stato voi. ", "output": "— Sta' un po' a vedere che sarò shito io! Io dico che siete stato voi."}, {"input": "— No! — Sì! — No! — Sì! — E riscaldandosi sempre piii, vennero dalle parole ai fatti, e acciuffatisi fra di loro, si graffiarono, si morsero e si sbertucciarono. ", "output": "— No! — Sì! — No! — Sì! — E riscaldandosi sempre più, vennero dalle parole ai fatti, e acciuffatisi fra di loro, si graffiarono, si morsero e si sbertucciarono."}, {"input": "Finito il combattimento, mastr' Antonio si trovò fra le mani la parrucca gialla di Geppetto, e Geppetto si accòrse di avere in bocca la parrucca brizzolata del falegname. ", "output": "Finito il combattimento, Mastr'Antonio si trovò fra le mani la parrucca gialla di Geppetto, e Geppetto si accorse di avere in bocca la parrucca brizzolata del falegname."}, {"input": "— Bendimi la mia parrucca! — gridò mastr'Antonio. ", "output": "— Bendimi la mia parrucca! — gridò mastr'Antonio."}, {"input": "— E tu rendimi la mia, e rifacciamo la pace. ", "output": "— E tu rendimi la mia, e rifacciamo la pace."}, {"input": "— I due vecchietti, dopo aver ripreso ognuno di loro la propria parrucca, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita. ", "output": "— I due vecchietti, dopo aver ripreso ognuno di loro la propria parrucca, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita."}, {"input": "— Dunque, compar Geppetto, — disse il falegname in segno di pace fatta — qua! è il piacer^ che volete da me? — Vorrei un po' di legno per fabbricare il mio burattino; me lo date! — Mastr' Antonio, tutto contento, andò subito a prendere sul banco quel pezzo del legno che era stato cagione a lui di tante paure. ", "output": "— Dunque, compar Geppetto, — disse il falegname in segno di pace fatta — qua! è il piacer^ che volete da me? — Vorrei un po' di legno per fabbricare il mio burattino; me lo date! — Mastr' Antonio, tutto contento, andò subito a prendere sul banco quel pezzo del legno che era stato cagione a lui di tante paure."}, {"input": "Ma quando fu lì per consegnarlo all'amico, il pezzo di legno dette uno scossone, e sgusciandogli violentemente dalle mani, andò a battere con forza negli stinchi impresciuttiti del povero Geppetto. ", "output": "Ma quando fu lì per consegnarlo all'amico, il pezzo di legno dette uno scossone, e sgusciandogli violentemente dalle mani, andò a battere con forza negli stinchi impresciuttiti del povero Geppetto."}, {"input": "— Ah! gli è con questo bel garbo, mastr' Antonio, che voi regalate la vostra roba? M'avete quasi azzoppito !... — Vi giuro che non sono stato io! — Allora sarò stato io!... — La colpa è tutta di questo legno.... — Lo so che è del legno: ma siete voi che me l'avete tirato nelle gambe! — Io non ve 1' ho tirato ! — Bugiardo! — Geppetto, non mi offendete : se no vi chiamo Polendina!... — Asino ! — Polendina! — Somaro ! — Polendina w — Brutto scimmiotto! — Polendina ! — A sentirsi chiamar Polendina per la terza volta, Geppetto perse il lume degli occhi, si avventò sul falegname e lì se ne dettero un sacco e una sporta. ", "output": "— Ah! gli è con questo bel garbo, mastr' Antonio, che voi regalate la vostra roba? M'avete quasi azzoppito!... — Vi giuro che non sono stato io! — Allora sarò stato io!... — La colpa è tutta di questo legno.... — Lo so che è del legno: ma siete voi che me l'avete tirato nelle gambe! — Io non ve 1' ho tirato! — Bugiardo! — Geppetto, non mi offendete : se no vi chiamo Polendina!... — Asino! — Polendina! — Somaro! — Polendina w — Brutto scimmiotto! — Polendina! — A sentirsi chiamar Polendina per la terza volta, Geppetto perse il lume degli occhi, si avventò sul falegname e lì se ne dettero un sacco e una sporta."}, {"input": "A battaglia finita, mastr' Antonio si trovò due graffi di più sul naso, e quell'altro due bottoni di meno al giubbetto. ", "output": "A battaglia finita, mastr' Antonio si trovò due graffi di più sul naso, e quell'altro due bottoni di meno al giubbetto."}, {"input": "Pareggiati in questo modo i loro conti, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita. ", "output": "Pareggiati in questo modo i loro conti, si strinsero la mano e giurarono di rimanere buoni amici per tutta la vita."}, {"input": "Intanto Geppetto prese con sé il suo bravo pezzo di legno, e ringraziato mastr' Antonio, se ne tornò zoppicando a casa. ", "output": "Intanto Geppetto prese con sé il suo bravo pezzo di legno, e ringraziato mastr' Antonio, se ne tornò zoppicando a casa."}]